[
  {
    "id": "1",
    "account": "@claire143163",
    "nickname": "Chingching",
    "title": "手作能養活自己嗎？",
    "date": "2023/10/13 16:14",
    "imageUrl": "https://megapx-assets.dcard.tw/images/aaa0de94-4987-4aa9-a2bd-867c38d9899f/640.webp",
    "content": "有些人說手作養不活自己\n老實說一半一半，本科系畢業的我，在教授的鼓勵下邊上班邊搗鼓自己的手工活。當時只是玩票性質，也不是鉤毛線是畫手機殼，賺沒賺錢不知道，有人喜歡就好。反正還有一份工作能支撐這個小攤位。\n/\n直到疫情開始，才真正地審視小攤位的問題，畢竟當時的主業收入下降，需要思考下一步如何進行，有什麼能突破打平或是賺不多的窘境。\n/\n心很亂的時候，很想找一個出口，因緣際會下我接觸了鉤針。鉤針規律中帶有變化的特性，能引起求知欲，編織時的重複動作讓人感到平靜，當你學會了更多技法，看到手中的線材變成美麗的作品，很有成就感。\n/\n越織越多的情況下，索性把原本的攤位改了，販售起編織作品。更動之後開始系統性地分析各個主辦攤位的特色、商圈吸引的人潮是否適合自己，覺得合適才出攤。線上也同步經營，有些客人在網路上看了我的作品而來，有些客人則是在我擺攤時，聊天而follow 我的社群，因為這樣在之後線下的日子，每一場至少都有破5k以上的收入。\n/\n看著自己越變越好的情況下，做了一個更大膽的決定！\n今年31歲的我在這之前一直很想旅居泰國，思考著怎麼樣能定居在這裡並且不會停止編織帶來的快樂及養活自己。這中間我學習了更多鉤織技法還有營銷及在寄賣點寄售。\n/\n現在的我是一個定居在清邁的編織手作老師，提供線上1對1的教學，實現了我二十幾歲都沒有想過能靠手工養活自己的夢想。\n/\n回到前言，手工能養活自己嗎？一半是你帶著什麼心態經營，另一半則是當你確認這是你的熱愛後，勇敢並面對問題，找到它、解決它！\n\n我相信不管在何處，都努力生活的大家都值得擁有夢想，不知道滑到這裡的你\n\n，是不是也跟我一樣有自己的熱愛，一點一滴地學習前進呢？\n\n我們一起加油！用時光「織」夢～\n\n🧶下篇分享如何在手作市集出攤的心得：）\n\nmegapx",
    "like": 1
  },
  {
    "id": "2",
    "account": "lovelyRabbit",
    "nickname": "匿名",
    "title": "有了失去，才有了後來的相遇",
    "date": "2023/10/13 01:45",
    "imageUrl": "https://megapx-assets.dcard.tw/images/4a3f489e-257d-4a39-b694-9bb46208c168/1280.webp",
    "content": "曾經最熟悉，如今已經成為陌生人的他，前幾天突然出現在我的夢裡。醒來後，我在IG的搜尋欄位輸入他的名字，映入眼簾的是他已經結婚的消息。\n\n回想當時，儘管我們在一起的日子並不長，我仍深深的感謝他曾經陪我渡過好幾次難捱的人生低潮。\n\n即使到最後兩人的感情在生活中慢慢的被消耗掉，分開當時我們卻是哭著謝謝彼此。\n在分開之後，每當有人問起我們為何分手，眼淚卻總是在開口前先落下，最後哽咽的說不出話來。\n剛分手的時候，眼淚常常一發不可收拾，讓我無法好好訴說當時內心的煎熬難受，我便開始記錄自己那段日子無處宣洩的情緒，以及還收不回來的感情。當文字一篇一篇的記錄下來，有感謝的、有不捨的、有埋怨的、有祝福的，也能感受到自己逐漸痊癒成長的過程。\n\n『我其實並不想特別努力的保持前進，只想一步步慢慢走，偶爾回頭看看，偶爾傷心難過一下，在不經意的日常裡在心裡小聲的對自己說“其實ㄧ個人也很好”。隨著時間逐漸走遠，讓它慢慢的、慢慢的雲淡風輕。』\n-\n分手後我們斷斷續續關心彼此，曾經一度讓我產生可能會復合的錯覺，後來他說出『我現在真的沒有心力照顧妳了』，讓我明白他的生活過得多麼疲憊，再也容不下我。\n\n『你仍遠遠的關心，我雖然有時期待，但也知道是你對我的虧欠和不捨，也是最最溫柔的祝福。』\n\n我努力的讓自己打起精神，於是規劃了第一次的出國自助旅行、考了汽車駕照、一個人逛畫展、一個人看電影、一個人吃火鍋、去參加路跑活動、每天下班回家窩在房間裡看書。我知道我們終究是回不到從前的，想哭的時候也不省眼淚，讓自己狠狠的心碎之後我相信未來會更好。\n\n-\n\n後來他家人生病，那段時間我們仍保持聯繫，我陪著他直到喪禮舉辦結束。當時我們已經分手將近一年了，即使我內心仍會因為他產生波動，也覺得真的該結束了。\n我們相約在初相見的地方，說了這一年彼此的內心話與各自的成長，最後我問他是否還會打算與我在一起？他說了他家裡的現況後拒絕我了，於是我對他說「那我真的要放下你囉」，最後我們握手祝福彼此並道別。\n\n之後我交了男友，他傳訊息恭喜我，我說謝謝，便退了他所有的好友，也將他從我的好友名單中移除。\n\n-\n\n因為我們沒有共同的好友，這幾年裡，我有時候會想：不知道他過得好不好？\n當知道他結婚時，雖然內心五味雜陳但還是替他開心的，也能感覺到他太太應該是一個陽光又溫暖的人，真心祝福他的婚姻幸福美滿。\n\n我曾經安慰失戀的朋友說：「人的一生當中一定會有無數個感到幸福快樂的時刻，也會有無數個傷心欲絕的事情發生，我們只能在轉變中緩慢的前進，等待時間所留下的答案，再逐漸明白其賦予的意義為何。\n所以即便在轉變的過程中有很多的傷痛，也要明白傷痛裡其實都藏著祝福。妳現在能做的就是照顧好自己，有一天時間會給妳答案。」\n\n而我跟男友也論及婚嫁，在上一段感情中的成長，讓我遇見了很好很好的他。讓我知道這一路走來，都不是白費。\n\nmegapx\n\n\n\n第一次發文，若排版不好，還請見諒\n也祝福每個等待真愛的人🌹",
    "like": 3
  },
  {
    "id": "3",
    "account": "@pphuang7098",
    "nickname": "以傻",
    "title": "大家從什麼時候開始覺得幸福的",
    "date": "2023/10/12 20:02",
    "imageUrl": "https://megapx-assets.dcard.tw/images/85a786ef-c26a-40d5-a7ff-b209824f9ef0/640.webp",
    "content": "大家從什麼時候開始覺得過得幸福的？\n\n自從人生開始工作\n步入社會後\n發現是人生幸褔的開始\n\n記得孔子說五十知天命\n知天命後其實人就不需要掙扎\n因為基本上命運已經注定好，只要照著走就行\n\n身為後人有個好處就是\n因著前人的經驗提早知道這哲理“知天命”\n由於三十就知道自己的宿命了\n所以就快快樂樂的享受人生\n充實過好每一天\n並追求真理\n就是幸福了\n\nmegapx",
    "like": 5
  },
  {
    "id": "4",
    "account": "lovelyRabbit",
    "nickname": "國立高雄餐旅大學",
    "title": "#閒聊 小時候看完讓人不敢睡覺的卡通🥹",
    "date": "2023/09/10 15:53",
    "imageUrl": "https://megapx-assets.dcard.tw/images/0937b93f-4a57-4f74-aca1-e38ff03a0712/640.webp",
    "content": "1. 大嘴鳥 (嘻巴嘻巴\n\n2. 花田少年史，有些鬼的故事感人但長得可怕\n\n3. 膽小狗英雄(像是大腳丫就超級噁 QQ\n\n4. 校園神兵 (一堆可怕外星人\n\n接下來不是卡通，是一些動畫電影\n\n但因為印象也很深刻就放進來了\n\n5. 玩具總動員 (阿薛的玩具\n\n6. 神隱少女 (無臉男\n\n7. 蠟筆小新 (森巴入侵計畫\n\n8. 男孩變成熊\n這部的劇情雖然很有寓意但有點沉悶\n比起畫面可怕帶給我的更像是心靈恐懼\n身邊的朋友都說沒看過，看過的可以抱團取暖嗎\n",
    "like": 0
  },
  {
    "id": "5",
    "account": "@tsubada",
    "nickname": "黑長直",
    "title": "斷聯五年後...我們都長大了嗎？",
    "date": "2023/09/14 05:33",
    "imageUrl": "",
    "content": "猶豫很久\n\n終於把朋友的FB加回來\n\n沒想到馬上被回敲\n\n聊了幾句成長勵志的話\n\n大家有空要多找老朋友聊天遠離那些冷笑的人\n\n對話內容正向到雞皮疙瘩就先撤掉了\n\n獻給努力的大家",
    "like": 3
  },
  {
    "id": "6",
    "account": "@freezzy",
    "nickname": "是個帥勾",
    "title": "買了一本二手書翻開第一頁，既溫暖又心酸",
    "date": "2023/09/14 18:05",
    "imageUrl": "https://megapx-assets.dcard.tw/images/d0d91bb2-8742-41e8-b87a-d9e8526c6361/640.webp",
    "content": "如圖，你怎麼就把給自己的禮物賣掉了呢？\n應該是不可能找到原主人了，\n但我想妳正在這世界的某處帶給其他人溫暖吧。\n\nmegapx",
    "like": 0
  },
  {
    "id": "7",
    "account": "lovelyRabbit",
    "nickname": "匿名",
    "title": "22年後再看當年霸凌我的人",
    "date": "2023/09/15 00:33",
    "imageUrl": "",
    "content": "最近發現原來國中霸凌我的一群流氓還有彼此聯絡，臉書實在強大，讓我像扯葡萄一樣找到了6個人，還剩下4個人。當年我是在高雄讀的國中，現在在台北生活，沒有想到他們離我這麼近，只怕是在車水馬龍中曾經擦身而過也未可知，畢竟容貌都已經發生變化。\nT男在士林經營咖啡館，從留言得知原來是老婆家的，老婆是個甜姐兒，他則是變成表面看起來溫暖的型男。\nH男成了導遊，老婆是做壽險，從文字表達看起來是個通情達理的賢妻。\nW男自稱創業家但事業都在緬甸、柬埔寨這種鬼地方，面相也變得更不好，很像奸商的嘴臉。\nG男當年是霸凌者也是被霸凌者，他偶爾被前述這群人欺負，又附和他們來欺負我，最後還跟他們當中的Y女結婚。\nY女是變化最小的，其他人都中年發福，只有她還很白很瘦，一眼就能看出是她，她們夫妻到底幹什麼不知道。\n最後是名字中間字改掉的L女，本來她名字很菜市場很難找，但是竟這麼巧讓我在W男相簿的照片裡看到「老同學相聚」，再仔細辨認那凹進去的下巴，確定是她了，現在搞珠寶貿易看起來也怪怪的。\n這些人看起來都過得不錯，有伴侶有孩子，有事業（或詐騙事業），看著那張他們穿西裝參加婚禮的合照，真想拿硫酸潑下去。看他們臉書裡有批評時政、親子教養、理財知識這些文章，一副道貌岸然的樣子，唯獨缺少霸凌相關哈，真想把當年他們對我做的事跟照片一起公開，讓他們的伴侶和同事知道這些人原來有多混帳。\n雖然「受惠」於他們的霸凌，逼得我一路努力考上理想的學校，現在在知名大企業工作，有高薪和自己的房子，但是我不感謝他們，因為他們奪走我少年時期應該有的溫暖回憶，導致我對人的不信任。我這輩子都不會原諒霸凌者，我會永遠落井下石期待他們的不幸，因為他們不配得到幸福。",
    "like": 0
  },
  {
    "id": "8",
    "account": "lovelyRabbit",
    "nickname": "匿名",
    "title": "人生",
    "date": "2023/09/14 12:32",
    "imageUrl": "https://megapx-assets.dcard.tw/images/7275aa98-1c8a-497b-9f76-5e41a917d7af/640.webp",
    "content": "生活不就是如此嗎？\n很多人真的不懂的換位思考這四個字的含義呢⋯⋯\nmegapx",
    "like": 0
  }
]
